/*
  Localizable.strings
  ACHNBrowserUI

  Created by Jan on 09.05.20.
  Copyright © 2020 Thomas Ricouard. All rights reserved.
*/
// Login

"login.username" = "Utilisateur";
"login.password" = "Mot De Passe";
"login.buttonactive" = "Connexion...";
"login.button" = "Se Connecter";
"login.donthaveaccount" = "Pas  de compte?";
"login.signup" = "S'inscrire";
"login.powerby"= "Powered By";
"login.offline" = "Veuillez vous connecter à internet.";

"settings.credits" = "Merci à";
"credit.brickset" = "Brickset.com et Huw pour son super site et son support.";
"credit.homework" = "Homework.com et Will.";

"settings.feedbacks" = "Des retours? Contactez-moi sur";
"credit.github" = "Ce projet est Open Source, N'hesitez pas à participer!";
"credit.instagram" = "Instagram";
"credit.twitter" = "Twitter";

// Settings
"settings.title" = "PARAMETRES_";
"settings.tab" = "Paramètres";
"settings.logout" = "Se Déconnecter";

// Sets

"sets.tab" = "Sets";
"sets.title" = "SETS_";
"search.placeholder" = "Rechercher";
"search.placeholderoffline" = "Rechercher (hors ligne)";
"sets.searching" = "Recherche...";
"sets.noitems" = "Aucun élément";

// Sets Detail
"sets.instruction" = "Instruction";
"sets.images" = "Image(s)";

"collection.want" = "Vouloir";
"collection.add" = "Ajouter";

// Minifigures
"minifig.tab" = "Minifig's";
"minifig.title" = "MINIFIG'S_";
"minifig.ownInSets" = "Dans vos Sets ";
"minifig.add" = "Ajouter en vrac";
"minifig.loose" = " en vrac";

// Instruction

"instruction.title" = "INSTRUCTION_";
"instruction.errorfile" = "Fichier introuvable";
"instruction.downloading" = "Téléchargment... ";

"message.offline" = "L'édition est impossibe hors ligne.";
